Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 展示某个服务的额度使用情况
ar: يعرض استخدام الحصة لخدمة
de: Zeigt die Kontingentnutzung eines Dienstes
en: Shows quota usage for a service
es_mx: Muestra el uso de cuota de un servicio
fr: Affiche l’utilisation du quota d’un service
ja: サービスのクォータ使用状況を表示
ko: 서비스의 할당량 사용량을 표시합니다
pt_br: Mostra o uso de cota de um serviço
pt_pt: Mostra a utilização de quota de um serviço
tr: Bir hizmetin kota kullanımını gösterir
zh_hant: 顯示某個服務的額度使用情況
zh_hk: 顯示某個服務的額度使用情況

source: 展示某个账号的 24 小时请求与域名状态
ar: يعرض طلبات حساب معيّن وحالة نطاقاته خلال 24 ساعة
de: Zeigt Anfragen und Domain-Status eines Kontos der letzten 24 Stunden
en: Shows an account’s 24-hour requests and domain status
es_mx: Muestra las solicitudes y el estado de dominios de una cuenta en 24 h
fr: Affiche les requêtes et l’état des domaines d’un compte sur 24 h
ja: あるアカウントの 24 時間のリクエストとドメインの状態を表示
ko: 특정 계정의 24시간 요청과 도메인 상태를 표시
pt_br: Mostra as solicitações e o status dos domínios de uma conta em 24 h
pt_pt: Mostra os pedidos e o estado dos domínios de uma conta em 24 h
tr: Bir hesabın son 24 saatteki isteklerini ve alan adı durumunu gösterir
zh_hant: 顯示某個帳戶的 24 小時請求與網域狀態
zh_hk: 顯示某個帳戶的 24 小時請求與域名狀態

source: 属于
ar: ضمن
de: Ist in
en: Is in
es_mx: Pertenece a
fr: Fait partie de
ja: 次のいずれか
ko: 다음 중 하나
pt_br: Está em
pt_pt: Pertence a
tr: İçinde
zh_hant: 屬於
zh_hk: 屬於

source: 工具
ar: أدوات
de: Werkzeuge
en: Tools
es_mx: Herramientas
fr: Outils
ja: ツール
ko: 도구
pt_br: Ferramentas
pt_pt: Ferramentas
tr: Araçlar

source: 左滑删除，点按可改动作与备注；匹配对象不可改。
ar: اسحب للحذف؛ انقر لتغيير الإجراء والملاحظات. لا يمكن تغيير هدف المطابقة.
de: Zum Löschen wischen; zum Ändern von Aktion und Notizen tippen. Das Übereinstimmungsziel kann nicht geändert werden.
en: Swipe to delete; tap to change action and notes. The match target can’t be changed.
es_mx: Desliza para eliminar; toca para cambiar la acción y las notas. El objetivo no se puede cambiar.
fr: Balayez pour supprimer ; touchez pour modifier l’action et les notes. La cible de correspondance ne peut pas être modifiée.
ja: スワイプで削除、タップでアクションとメモを変更。対象は変更できません。
ko: 스와이프하여 삭제, 탭하여 작업과 메모 변경. 대상은 변경할 수 없습니다.
pt_br: Deslize para excluir; toque para alterar a ação e as notas. O alvo não pode ser alterado.
pt_pt: Deslize para eliminar; toque para alterar a ação e as notas. O alvo não pode ser alterado.
tr: Silmek için kaydırın; eylem ve notları değiştirmek için dokunun. Eşleşme hedefi değiştirilemez.
zh_hant: 左滑刪除，點按可改動作與備註；匹配對象不可改。
zh_hk: 左滑刪除，點按可改動作與備註；匹配對象不可改。

source: 已代理
ar: عبر الوكيل
de: Proxied
en: Proxied
es_mx: Proxy activo
fr: Proxifié
ja: プロキシ済み
ko: 프록시됨
pt_br: Com proxy
pt_pt: Com proxy
tr: Proxy’li

source: 已停用
ar: مُعطّل
de: Deaktiviert
en: Disabled
es_mx: Desactivado
fr: Désactivé
ja: 無効
ko: 비활성화됨
pt_br: Desativado
pt_pt: Desativado
tr: Devre dışı

source: 已发送
ar: تم الإرسال
de: Gesendet
en: Sent
es_mx: Enviado
fr: Envoyé
ja: 送信しました
ko: 전송됨
pt_br: Enviado
pt_pt: Enviado
tr: Gönderildi
zh_hant: 已發送
zh_hk: 已發送

source: 已取消
ar: أُلغي
de: Abgebrochen
en: Canceled
es_mx: Cancelado
fr: Annulé
ja: キャンセル済み
ko: 취소됨
pt_br: Cancelado
pt_pt: Cancelado
tr: İptal edildi

source: 已同步域名
ar: النطاقات المتزامنة
de: Synchronisierte Domains
en: Synced domains
es_mx: Dominios sincronizados
fr: Domaines synchronisés
ja: 同期済みドメイン
ko: 동기화된 도메인
pt_br: Domínios sincronizados
pt_pt: Domínios sincronizados
tr: Eşitlenen alan adları
zh_hant: 已同步網域

source: 已启用
ar: نشط
de: Aktiv
en: Active
es_mx: Activo
fr: Actif
ja: 有効
ko: 활성
pt_br: Ativo
pt_pt: Ativo
tr: Etkin
zh_hant: 已啟用
zh_hk: 已啟用

source: 已填入下方表达式，并暂时关闭了「启用」，确认无误后再开启保存。
ar: تم ملء التعبير أدناه وإيقاف «التفعيل» مؤقتًا — فعّله بعد التأكد ثم احفظ.
de: Der Ausdruck unten wurde ausgefüllt und „Aktiviert“ vorerst deaktiviert – schalte es nach der Prüfung ein und speichere dann.
en: Filled in the expression below and turned off Enabled for now—switch it on once you’ve checked it, then save.
es_mx: Se rellenó la expresión de abajo y se desactivó «Activado» por ahora; actívalo cuando lo hayas revisado y luego guarda.
fr: L’expression ci-dessous est remplie et « Activé » est désactivé pour l’instant — activez-le après vérification, puis enregistrez.
ja: 下の式に反映し、「有効」を一旦オフにしました。確認できたらオンにして保存してください。
ko: 아래 표현식을 채우고 ‘사용’을 잠시 꺼 두었습니다. 확인한 뒤 켜고 저장하세요.
pt_br: Preenchemos a expressão abaixo e desativamos «Ativado» por enquanto — ative depois de conferir e então salve.
pt_pt: Preenchemos a expressão abaixo e desativámos «Ativado» por agora — ative depois de verificar e depois guarde.
tr: Aşağıdaki ifade dolduruldu ve “Etkin” şimdilik kapatıldı — kontrol ettikten sonra açıp kaydedin.
zh_hant: 已填入下方運算式，並暫時關閉了「啟用」，確認無誤後再開啟儲存。
zh_hk: 已填入下方運算式，並暫時關閉了「啟用」，確認無誤後再開啟儲存。

source: 已填好下方表单，确认无误后再保存。
ar: النموذج أدناه مكتمل — تأكّد من صحته ثم احفظ.
de: Das Formular unten ist ausgefüllt – prüfe es und speichere dann.
en: The form below is filled in — confirm it's correct, then save.
es_mx: El formulario de abajo está completo; confirma que es correcto y guarda.
fr: Le formulaire ci-dessous est rempli — vérifiez-le, puis enregistrez.
ja: 下のフォームに入力しました。内容を確認してから保存してください。
ko: 아래 양식이 채워졌습니다. 올바른지 확인한 뒤 저장하세요.
pt_br: O formulário abaixo está preenchido — confirme se está correto e salve.
pt_pt: O formulário abaixo está preenchido — confirme se está correto e guarde.
tr: Aşağıdaki form dolduruldu — doğruluğunu onaylayıp kaydedin.
zh_hant: 已填好下方表單，確認無誤後再儲存。
zh_hk: 已填好下方表單，確認無誤後再儲存。

source: 已复制
ar: تم النسخ
de: Kopiert
en: Copied
es_mx: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
pt_br: Copiado
pt_pt: Copiado
tr: Kopyalandı
zh_hant: 已複製
zh_hk: 已複製

source: 已复制命令
ar: تم نسخ الأمر
de: Befehl kopiert
en: Command copied
es_mx: Comando copiado
fr: Commande copiée
ja: コマンドをコピーしました
ko: 명령 복사됨
pt_br: Comando copiado
pt_pt: Comando copiado
tr: Komut kopyalandı
zh_hant: 已複製指令
zh_hk: 已複製指令

source: 已完成
ar: اكتمل
de: Abgeschlossen
en: Completed
es_mx: Completado
fr: Terminé
ja: 完了
ko: 완료됨
pt_br: Concluído
pt_pt: Concluído
tr: Tamamlandı

source: 已定位
ar: تم التحديد
de: Identifiziert
en: Identified
es_mx: Identificado
fr: Identifié
ja: 原因特定済み
ko: 확인됨
pt_br: Identificado
pt_pt: Identificado
tr: Belirlendi
zh_hant: 已確認原因
zh_hk: 已確認原因

# 已导入 %lld/%lld 项后失败：%@
source: 已导入 %1$lld/%2$lld 项后失败：%3$@
ar: فشل بعد استيراد %lld/%lld عنصرًا: %@
de: Fehler nach Import von %lld/%lld Einträgen: %@
en: Failed after importing %lld/%lld items: %@
es_mx: Error tras importar %lld/%lld elementos: %@
fr: Échec après l’import de %lld/%lld éléments : %@
ja: %lld/%lld 件をインポート後に失敗：%@
ko: %lld/%lld개 가져온 후 실패: %@
pt_br: Falhou após importar %lld/%lld itens: %@
pt_pt: Falhou após importar %lld/%lld itens: %@
tr: %lld/%lld öğe içe aktarıldıktan sonra başarısız: %@
zh_hant: 已匯入 %lld/%lld 項後失敗：%@
zh_hk: 已匯入 %lld/%lld 項後失敗：%@

source: 已封锁
ar: محظور
de: Blockiert
en: Blocked
es_mx: Bloqueado
fr: Bloqué
ja: ブロック済み
ko: 차단됨
pt_br: Bloqueado
pt_pt: Bloqueado
tr: Engellendi
zh_hant: 已封鎖
zh_hk: 已封鎖

source: 已就绪
ar: جاهز
de: Bereit
en: Ready
es_mx: Listo
fr: Prêt
ja: 準備完了
ko: 준비됨
pt_br: Pronto
pt_pt: Pronto
tr: Hazır
zh_hant: 已就緒
zh_hk: 已就緒

source: 已拦截威胁 · 24h
ar: التهديدات المحظورة · 24 ساعة
de: Blockierte Bedrohungen · 24 Std.
en: Threats blocked · 24h
es_mx: Amenazas bloqueadas · 24 h
fr: Menaces bloquées · 24 h
ja: ブロックした脅威 · 24h
ko: 차단된 위협 · 24시간
pt_br: Ameaças bloqueadas · 24h
pt_pt: Ameaças bloqueadas · 24h
tr: Engellenen tehditler · 24 sa
zh_hant: 已封鎖威脅 · 24h
zh_hk: 已攔截威脅 · 24h

source: 已指向本项目
ar: يشير إلى هذا المشروع
de: Zeigt auf dieses Projekt
en: Pointing at this project
es_mx: Apunta a este proyecto
fr: Pointe vers ce projet
ja: このプロジェクトを指しています
ko: 이 프로젝트를 가리키고 있음
pt_br: Apontando para este projeto
pt_pt: A apontar para este projeto
tr: Bu projeye yönlendirilmiş
zh_hant: 已指向本專案
zh_hk: 已指向本項目

source: 已授权权限
ar: الأذونات الممنوحة
de: Erteilte Berechtigungen
en: Granted permissions
es_mx: Permisos concedidos
fr: Permissions accordées
ja: 付与済みの権限
ko: 부여된 권한
pt_br: Permissões concedidas
pt_pt: Permissões concedidas
tr: Verilen izinler
zh_hant: 已授權權限
zh_hk: 已授權權限

source: 已排期
ar: مجدول
de: Geplant
en: Scheduled
es_mx: Programado
fr: Planifié
ja: 予定済み
ko: 예정됨
pt_br: Agendado
pt_pt: Agendado
tr: Planlandı
zh_hant: 已排定
zh_hk: 已排定

source: 已接到推送端点
ar: متصل بنقطة نهاية الدفع الخاصة بك
de: Mit deinem Push-Endpunkt verbunden
en: Connected to your push endpoint
es_mx: Conectado a tu endpoint de push
fr: Connecté à votre point de terminaison push
ja: プッシュエンドポイントに接続済み
ko: 푸시 엔드포인트에 연결됨
pt_br: Conectado ao seu endpoint de push
pt_pt: Ligado ao seu endpoint de push
tr: Push uç noktanıza bağlandı
zh_hant: 已接到推送端點
zh_hk: 已接到推送端點

source: 已暂停
ar: متوقف مؤقتًا
de: Pausiert
en: Paused
es_mx: En pausa
fr: En pause
ja: 一時停止中
ko: 일시 중지됨
pt_br: Pausado
pt_pt: Em pausa
tr: Duraklatıldı
zh_hant: 已暫停
zh_hk: 已暫停

source: 已添加
ar: تمت الإضافة
de: Hinzugefügt
en: Added
es_mx: Agregado
fr: Ajouté
ja: 追加済み
ko: 추가됨
pt_br: Adicionado
pt_pt: Adicionado
tr: Eklendi
zh_hant: 已新增
zh_hk: 已新增

source: 已禁用
ar: مُعطَّل
de: Deaktiviert
en: Disabled
es_mx: Desactivado
fr: Désactivé
ja: 無効
ko: 비활성화됨
pt_br: Desativado
pt_pt: Desativado
tr: Devre dışı
zh_hant: 已停用
zh_hk: 已停用

source: 已签发
ar: تم الإصدار
de: Ausgestellt
en: Issued
es_mx: Emitido
fr: Émis
ja: 発行済み
ko: 발급됨
pt_br: Emitido
pt_pt: Emitido
tr: Verildi
zh_hant: 已簽發
zh_hk: 已簽發

source: 已自动添加代理 CNAME：%@ → %@
ar: تمت إضافة سجل CNAME عبر الوكيل تلقائيًا: %1$@ ← %2$@
de: Proxied CNAME automatisch hinzugefügt: %1$@ → %2$@
en: Proxied CNAME added automatically: %1$@ → %2$@
es_mx: CNAME con proxy agregado automáticamente: %1$@ → %2$@
fr: CNAME proxifié ajouté automatiquement : %1$@ → %2$@
ja: プロキシ CNAME を自動的に追加しました：%1$@ → %2$@
ko: 프록시 CNAME을 자동으로 추가했습니다: %1$@ → %2$@
pt_br: CNAME com proxy adicionado automaticamente: %1$@ → %2$@
pt_pt: CNAME com proxy adicionado automaticamente: %1$@ → %2$@
tr: Proxy’li CNAME otomatik eklendi: %1$@ → %2$@
zh_hant: 已自動新增代理 CNAME：%1$@ → %2$@
zh_hk: 已自動新增代理 CNAME：%1$@ → %2$@

source: 已解决
ar: تم الحل
de: Behoben
en: Resolved
es_mx: Resuelto
fr: Résolu
ja: 解決済み
ko: 해결됨
pt_br: Resolvido
pt_pt: Resolvido
tr: Çözüldü
zh_hant: 已解決
zh_hk: 已解決

source: 已解锁，感谢支持
ar: تم التفعيل — شكرًا لدعمك
de: Freigeschaltet – danke für deine Unterstützung
en: Unlocked — thanks for your support
es_mx: Desbloqueado: gracias por tu apoyo
fr: Débloqué — merci de votre soutien
ja: アンロック済み · ご支援ありがとうございます
ko: 잠금 해제됨 — 지원해 주셔서 감사합니다
pt_br: Desbloqueado — obrigado pelo apoio
pt_pt: Desbloqueado — obrigado pelo apoio
tr: Kilidi açıldı — desteğiniz için teşekkürler
zh_hant: 已解鎖，感謝支持
zh_hk: 已解鎖，感謝支持

source: 已过期
ar: منتهي الصلاحية
de: Abgelaufen
en: Expired
es_mx: Caducado
fr: Expiré
ja: 期限切れ
ko: 만료됨
pt_br: Expirado
pt_pt: Expirado
tr: Süresi doldu
zh_hant: 已過期
zh_hk: 已過期

source: 已连接，等待事件
ar: متصل. في انتظار الأحداث
de: Verbunden. Warte auf Ereignisse
en: Connected. Waiting for events
es_mx: Conectado. Esperando eventos
fr: Connecté. En attente d’événements
ja: 接続済み。イベント待機中
ko: 연결됨. 이벤트 대기 중
pt_br: Conectado. Aguardando eventos
pt_pt: Ligado. À espera de eventos
tr: Bağlandı. Olaylar bekleniyor
zh_hant: 已連線，等待事件
zh_hk: 已連線，等待事件

source: 已选 %lld 个权限
ar: تم اختيار %lld أذونات
de: %lld Berechtigungen ausgewählt
en: %lld permissions selected
es_mx: %lld permisos seleccionados
fr: %lld autorisations sélectionnées
ja: %lld 件の権限を選択中
ko: 권한 %lld개 선택됨
pt_br: %lld permissões selecionadas
pt_pt: %lld permissões selecionadas
tr: %lld izin seçildi
zh_hant: 已選 %lld 個權限
zh_hk: 已選 %lld 個權限

source: 已部署脚本
ar: النصوص البرمجية المنشورة
de: Bereitgestellte Skripte
en: Deployed scripts
es_mx: Scripts desplegados
fr: Scripts déployés
ja: デプロイ済みスクリプト
ko: 배포된 스크립트
pt_br: Scripts implantados
pt_pt: Scripts implementados
tr: Dağıtılan betikler
zh_hant: 已部署指令碼
zh_hk: 已部署指令碼

source: 已锁定，需要额外授权
ar: مقفل، يتطلب تفويضًا إضافيًا
de: Gesperrt, erfordert zusätzliche Autorisierung
en: Locked, requires additional authorization
es_mx: Bloqueado, requiere autorización adicional
fr: Verrouillé, nécessite une autorisation supplémentaire
ja: ロック中。追加の認可が必要です
ko: 잠김, 추가 권한이 필요합니다
pt_br: Bloqueado, requer autorização adicional
pt_pt: Bloqueado, requer autorização adicional
tr: Kilitli, ek yetkilendirme gerektirir
zh_hant: 已鎖定，需要額外授權
zh_hk: 已鎖定，需要額外授權

source: 带宽
ar: النطاق الترددي
de: Bandbreite
en: Bandwidth
es_mx: Ancho de banda
fr: Bande passante
ja: 帯域幅
ko: 대역폭
pt_br: Largura de banda
pt_pt: Largura de banda
tr: Bant genişliği
zh_hant: 頻寬
zh_hk: 頻寬

source: 带宽 · 24h
ar: النطاق الترددي · 24 ساعة
de: Bandbreite · 24 Std.
en: Bandwidth · 24h
es_mx: Ancho de banda · 24 h
fr: Bande passante · 24 h
ja: 帯域幅 · 24h
ko: 대역폭 · 24시간
pt_br: Largura de banda · 24h
pt_pt: Largura de banda · 24h
tr: Bant genişliği · 24 sa
zh_hant: 頻寬 · 24h
zh_hk: 頻寬 · 24h

source: 帮助与反馈
ar: المساعدة والملاحظات
de: Hilfe & Feedback
en: Help & Feedback
es_mx: Ayuda y comentarios
fr: Aide et commentaires
ja: ヘルプとフィードバック
ko: 도움말 및 피드백
pt_br: Ajuda e feedback
pt_pt: Ajuda e feedback
tr: Yardım ve Geri Bildirim
zh_hant: 說明與意見回饋
zh_hk: 說明與意見反饋

source: 常用
ar: شائع
de: Häufig
en: Common
es_mx: Comunes
fr: Courant
ja: よく使う
ko: 자주 쓰는
pt_br: Comuns
pt_pt: Comuns
tr: Sık kullanılan

source: 年度
ar: سنوي
de: Jährlich
en: Yearly
es_mx: Anual
fr: Annuel
ja: 年額
ko: 연간
pt_br: Anual
pt_pt: Anual
tr: Yıllık
zh_hant: 年繳
zh_hk: 年繳

source: 并发 %lld
ar: تزامن %lld
de: Parallel %lld
en: Concurrency %lld
es_mx: Concurrencia %lld
fr: Concurrence %lld
ja: 並行 %lld
ko: 동시성 %lld
pt_br: Concorrência %lld
pt_pt: Concorrência %lld
tr: Eşzamanlılık %lld
zh_hant: 並行 %lld
zh_hk: 並行 %lld

source: 序列号
ar: الرقم التسلسلي
de: Seriennummer
en: Serial number
es_mx: Número de serie
fr: Numéro de série
ja: シリアル番号
ko: 일련번호
pt_br: Número de série
pt_pt: Número de série
tr: Seri numarası
zh_hant: 序號
zh_hk: 序號

source: 应用
ar: تطبيق
de: App
en: App
es_mx: Aplicación
fr: Application
ja: アプリ
ko: 앱
pt_br: App
pt_pt: Aplicação
tr: Uygulama
zh_hant: 應用程式
zh_hk: 應用程式

source: 应用中…
ar: جارٍ التطبيق…
de: Wird angewendet…
en: Applying…
es_mx: Aplicando…
fr: Application…
ja: 適用中…
ko: 적용 중…
pt_br: Aplicando…
pt_pt: A aplicar…
tr: Uygulanıyor…
zh_hant: 套用中…
zh_hk: 套用中…

source: 应用启动台
ar: مشغّل التطبيقات
de: App Launcher
en: App Launcher
es_mx: Lanzador de apps
fr: App Launcher
ja: App Launcher
ko: 앱 런처
pt_br: App Launcher
pt_pt: App Launcher
tr: Uygulama Başlatıcı
zh_hant: 應用程式啟動台
zh_hk: 應用程式啟動台

source: 应用域名（如 app.example.com）
ar: نطاق التطبيق (مثل app.example.com)
de: App-Domain (z. B. app.example.com)
en: App domain (e.g. app.example.com)
es_mx: Dominio de la app (p. ej. app.example.com)
fr: Domaine de l’app (ex. app.example.com)
ja: アプリのドメイン（例：app.example.com）
ko: 앱 도메인 (예: app.example.com)
pt_br: Domínio do app (ex.: app.example.com)
pt_pt: Domínio da app (ex.: app.example.com)
tr: Uygulama alan adı (ör. app.example.com)
zh_hant: 應用程式網域（例如 app.example.com）
zh_hk: 應用程式域名（例如 app.example.com）

source: 开
ar: تشغيل
de: Ein
en: On
es_mx: Activado
fr: Activé
ja: オン
ko: 켬
pt_br: Ativado
pt_pt: Ativado
tr: Açık
zh_hant: 開
zh_hk: 開

source: 开发模式
ar: وضع التطوير
de: Entwicklungsmodus
en: Development Mode
es_mx: Modo de desarrollo
fr: Mode développement
ja: 開発モード
ko: 개발 모드
pt_br: Modo de Desenvolvimento
pt_pt: Modo de Desenvolvimento
tr: Geliştirme Modu
zh_hant: 開發模式
zh_hk: 開發模式

source: 开发者
ar: المطوّر
de: Entwickler
en: Developer
es_mx: Desarrollo
fr: Développeur
ja: 開発
ko: 개발자
pt_br: Desenvolvedor
pt_pt: Programador
tr: Geliştirici
zh_hant: 開發者
zh_hk: 開發者

source: 开发者工具箱
ar: صندوق أدوات المطور
de: Entwickler-Toolbox
en: Developer toolbox
es_mx: Caja de herramientas
fr: Boîte à outils dev
ja: 開発者ツールボックス
ko: 개발자 도구 상자
pt_br: Caixa de ferramentas dev
pt_pt: Caixa de ferramentas dev
tr: Geliştirici araç kutusu
zh_hant: 開發者工具箱
zh_hk: 開發者工具箱

source: 开发者平台
ar: منصة المطوّر
de: Entwicklerplattform
en: Developer Platform
es_mx: Plataforma de desarrollo
fr: Plateforme développeur
ja: 開発者プラットフォーム
ko: 개발자 플랫폼
pt_br: Plataforma de desenvolvedor
pt_pt: Plataforma de programador
tr: Geliştirici Platformu
zh_hant: 開發者平台
zh_hk: 開發者平台

source: 开启
ar: تشغيل
de: Ein
en: On
es_mx: Activado
fr: Activé
ja: オン
ko: 켬
pt_br: Ativado
pt_pt: Ativado
tr: Açık
zh_hant: 開啟
zh_hk: 開啟

source: 开启 Under Attack 模式？
ar: تفعيل وضع Under Attack؟
de: Under-Attack-Modus aktivieren?
en: Enable Under Attack Mode?
es_mx: ¿Activar el modo Bajo Ataque?
fr: Activer le mode Under Attack ?
ja: Under Attack モードを有効にしますか？
ko: 공격 대응 모드를 켤까요?
pt_br: Ativar o Modo Sob Ataque?
pt_pt: Ativar o Modo Sob Ataque?
tr: Under Attack Modu etkinleştirilsin mi?
zh_hant: 開啟 Under Attack 模式？
zh_hk: 開啟 Under Attack 模式？

source: 开启任一告警即自动接线
ar: فعّل أي تنبيه ليتم ربطه تلقائيًا
de: Aktiviere eine beliebige Warnung, um sie automatisch zu verbinden
en: Turn on any alert to wire it up automatically
es_mx: Activa cualquier alerta para conectarla automáticamente
fr: Activez une alerte pour la connecter automatiquement
ja: いずれかのアラートをオンにすると自動的に接続されます
ko: 경고를 하나라도 켜면 자동으로 연결됩니다
pt_br: Ative qualquer alerta para conectá-lo automaticamente
pt_pt: Ative qualquer alerta para o ligar automaticamente
tr: Otomatik bağlamak için herhangi bir uyarıyı açın
zh_hant: 開啟任一告警即自動接線
zh_hk: 開啟任一告警即自動接線

source: 开启后，%@ 将临时绕过 Cloudflare 缓存，源站负载会上升；3 小时后自动关闭。
ar: بعد التفعيل، سيتجاوز %@ مؤقتًا التخزين المؤقت لـ Cloudflare وسيرتفع حمل المصدر. يتوقف تلقائيًا بعد 3 ساعات.
de: Nach dem Aktivieren umgeht %@ vorübergehend den Cloudflare-Cache und die Origin-Last steigt. Wird nach 3 Stunden automatisch deaktiviert.
en: Once enabled, %@ will temporarily bypass the Cloudflare cache and origin load will increase. Turns off automatically after 3 hours.
es_mx: Tras activarlo, %@ omitirá temporalmente la caché de Cloudflare y la carga del origen aumentará. Se desactiva tras 3 horas.
fr: Une fois activé, %@ contournera temporairement le cache Cloudflare et la charge de l’origine augmentera. Désactivé automatiquement après 3 heures.
ja: 有効にすると、%@ は一時的に Cloudflare のキャッシュをバイパスし、オリジンの負荷が上がります。3 時間後に自動的にオフになります。
ko: 켜면 %@이(가) Cloudflare 캐시를 임시로 우회하여 원본 서버 부하가 증가합니다. 3시간 후 자동으로 꺼집니다.
pt_br: Após ativar, %@ ignorará temporariamente o cache da Cloudflare e a carga do servidor de origem aumentará. Desativa automaticamente após 3 horas.
pt_pt: Após ativar, %@ ignorará temporariamente a cache da Cloudflare e a carga do servidor de origem aumentará. Desativa automaticamente após 3 horas.
tr: Etkinleştirildiğinde %@ geçici olarak Cloudflare önbelleğini atlar ve kaynak yükü artar. 3 saat sonra otomatik olarak kapanır.
zh_hant: 開啟後，%@ 將暫時繞過 Cloudflare 快取，源站負載會上升；3 小時後自動關閉。
zh_hk: 開啟後，%@ 將暫時繞過 Cloudflare 緩存，源站負載會上升；3 小時後自動關閉。

source: 开启后，未匹配到文件的请求回退到 index.html（适合前端路由）。
ar: عند التفعيل، تعود الطلبات التي لا تطابق ملفًا إلى index.html (مناسب لتوجيه الواجهة الأمامية).
de: Wenn aktiviert, greifen Anfragen ohne passende Datei auf index.html zurück (gut für Frontend-Routing).
en: When on, requests that don’t match a file fall back to index.html (good for front-end routing).
es_mx: Si está activado, las solicitudes que no coinciden con un archivo recurren a index.html (ideal para enrutamiento de front-end).
fr: Activé, les requêtes sans fichier correspondant reviennent à index.html (idéal pour le routage front-end).
ja: オンにすると、ファイルに一致しないリクエストは index.html にフォールバックします（フロントエンドルーティング向け）。
ko: 켜면 파일과 일치하지 않는 요청이 index.html로 폴백됩니다(프런트엔드 라우팅에 적합).
pt_br: Quando ativado, solicitações que não correspondem a um arquivo voltam para index.html (bom para roteamento no front-end).
pt_pt: Quando ativado, pedidos que não correspondem a um ficheiro recorrem a index.html (bom para roteamento no front-end).
tr: Açıkken, bir dosyayla eşleşmeyen istekler index.html’e döner (ön uç yönlendirme için uygun).
zh_hant: 開啟後，未比對到檔案的請求會回退到 index.html（適合前端路由）。
zh_hk: 開啟後，未比對到檔案的請求會回退到 index.html（適合前端路由）。

source: 开启后，访问 %@ 的所有访客都会先看到约 5 秒的质询页，可能影响正常用户体验。适合正在遭受攻击时使用。
ar: بعد التفعيل، سيرى كل زائر لـ %@ صفحة تحدٍّ لمدة 5 ثوانٍ تقريبًا أولًا، مما قد يؤثر على تجربة المستخدمين الشرعيين. استخدمه أثناء هجوم نشط.
de: Nach dem Aktivieren sehen alle Besucher von %@ zuerst etwa 5 Sekunden lang eine Challenge-Seite, was die Erfahrung legitimer Nutzer beeinträchtigen kann. Verwende dies während eines aktiven Angriffs.
en: Once enabled, every visitor to %@ will first see a challenge page for about 5 seconds, which may affect the experience of legitimate users. Use this while under an active attack.
es_mx: Tras activarlo, todos los visitantes de %@ verán primero una página de desafío de unos 5 segundos, lo que puede afectar a los usuarios legítimos. Úsalo durante un ataque activo.
fr: Une fois activé, chaque visiteur de %@ verra d’abord une page de défi pendant environ 5 secondes, ce qui peut affecter l’expérience des utilisateurs légitimes. À utiliser pendant une attaque active.
ja: 有効にすると、%@ へのすべての訪問者に約 5 秒のチャレンジページが表示され、通常のユーザー体験に影響する可能性があります。攻撃を受けている間の使用に適しています。
ko: 켜면 %@의 모든 방문자가 약 5초간 챌린지 페이지를 먼저 보게 되어 정상 사용자 경험에 영향을 줄 수 있습니다. 공격을 받고 있을 때 사용하세요.
pt_br: Após ativar, todos os visitantes de %@ verão primeiro uma página de desafio de cerca de 5 segundos, o que pode afetar usuários legítimos. Use durante um ataque ativo.
pt_pt: Após ativar, todos os visitantes de %@ verão primeiro uma página de desafio de cerca de 5 segundos, o que pode afetar utilizadores legítimos. Use durante um ataque ativo.
tr: Etkinleştirildiğinde %@ adresine gelen her ziyaretçi önce yaklaşık 5 saniye boyunca bir sınama sayfası görür; bu, gerçek kullanıcıların deneyimini etkileyebilir. Etkin bir saldırı sırasında kullanın.
zh_hant: 開啟後，造訪 %@ 的所有訪客都會先看到約 5 秒的質詢頁，可能影響正常使用者體驗。適合正在遭受攻擊時使用。
zh_hk: 開啟後，訪問 %@ 的所有訪客都會先看到約 5 秒的質詢頁，可能影響正常用戶體驗。適合正在遭受攻擊時使用。
